<script lang="ts" setup>
import { truncate } from "../utils/string";

const content = `私立大學要求教師拼命招生之餘，也要留住學生。近期有些學校將教學評鑑作為年終獎金的發放依據，這讓一些教師覺得不公正，他們認為這樣的評鑑制度有可能成為學校濫用的懲罰手段，打擊教師熱忱，侵害教師權益。

學者評析，少子化下學校不能漲學費，配合自然晉薪，辦學成本只會愈來愈高，但私校教師除了本俸外研究費、年終都有「調整」彈性，教師便容易成為學校節省成本下的開刀對象。

文化大學大眾傳播學系主任王翔郁認為，教學評鑑應作為教師改善課程的依據，而不應成為對付教師或省錢的工具。他表示，私立大學由於學費長期凍漲，學校財源出路有限下只能控制人事支出，教師除了本俸外還有研究費和年終獎金，尤其後兩者仍有調整空間，近年便成為部分學校省成本、設下各種規定宰割的俎上肉，以此節省開支。

相較之下，公立大學較有餘裕，不會以教學評鑑來苛扣教師的獎金。台師大教務長劉美慧表示，學校盡量使評鑑客觀，如一門課少於五位學生填寫，則評鑑將不採計；且若教師配合政策需要，如開設全英語課程，亦可申請兩學期評鑑不採計，僅當作參考值。

不過，教育部也表示，學校應該要尊重教師的專業及努力，不能單純以評鑑結果作為教師年終獎金的依據，更不能濫用評鑑制度作為教師的懲罰手段。教育部也呼籲學校要正視問題，找出更合適的方式來評估教師的表現，以維護教師的專業價值。

此外，私立大學面臨的財務困境也是導致此現象出現的原因之一。隨著少子化的趨勢加劇，私立大學的學生人數逐漸減少，而學費長期凍漲，使得學校的財務狀況愈趨艱困。而教師的薪資成本卻不斷攀升，學校也只能透過控制人事支出等方式，來盡量減少開支，以維持學校的運作。因此，一些學校可能會濫用教學評鑑制度，將其當作減少教師成本的手段，這樣的做法不僅影響教學品質，也傷害了教師的專業價值和權益。

最後，教育部呼籲學校應該要尊重教師的專業及努力，並給予合理的薪資與福利，以維護教師的工作動力和專業水準，也藉此為學生提供更優質的教學品質。`;
</script>

<template>
  <div
    class="card mt-2 w-[98vw] mx-auto my-3 rounded-lg py-2 px-3 bg-neutral-900 duration-300 cursor-pointer hover:bg-neutral-800"
  >
    <h1 class="text-xl font-bold">
      私校教師反彈教學評鑑綁定年終 學校節省成本引爭議
    </h1>
    <p class="mt-3 text-zinc-600">{{ truncate(content, 100, 0) }}</p>
  </div>
</template>
